---
kind: enumMember
id: F:Autodesk.Revit.DB.Plumbing.PipeSystemType.DomesticColdWater
enum: Autodesk.Revit.DB.Plumbing.PipeSystemType
zh: 冷水、生活冷水
source: html/24165d09-9267-54b7-3e32-6405d1343c2e.htm
---
# Autodesk.Revit.DB.Plumbing.PipeSystemType.DomesticColdWater

**中文**: 冷水、生活冷水

Pipe System Type is DomesticColdWater.